app/controllers/api/quotes_controller.rb

  def show
    @quote = Quote.find(params[:id])
---
SELECT  "quotes".* FROM "quotes" WHERE (id < 8) ORDER BY "quotes"."id" DESC LIMIT $1  [["LIMIT", 1]]

  def create
  quote = Quote.create(quote_params)
---
INSERT INTO "quotes" ("text", "author", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["text", "test25"], ["author", "aturhot"], ["created_at", "2017-10-04 15:58:56.737618"], ["updated_at", "2017-10-04 15:58:56.737618"]]